{
	"last_updated": "2017-11-17",
	"actions": [{
			"date": "2017-11-13",
			"action": "Introduced in House"
		},
		{
			"date": "2017-11-13",
			"action": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned."
		},
		{
			"date": "2017-11-13",
			"action": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned."
		},
		{
			"date": "2017-11-15",
			"action": "Mr. Walden moved to suspend the rules and pass the bill."
		},
		{
			"date": "2017-11-15",
			"action": "Considered under suspension of the rules."
		},
		{
			"date": "2017-11-15",
			"action": "DEBATE - The House proceeded with forty minutes of debate on H.R. 4374."
		},
		{
			"date": "2017-11-15",
			"action": "On motion to suspend the rules and pass the bill Agreed to by voice vote."
		},
		{
			"date": "2017-11-15",
			"action": "Motion to reconsider laid on the table Agreed to without objection."
		},
		{
			"date": "2017-11-15",
			"action": "Received in the Senate, read twice."
		},
		{
			"date": "2017-11-16",
			"action": "Passed Senate without amendment by Unanimous Consent."
		},
		{
			"date": "2017-11-16",
			"action": "Message on Senate action sent to the House."
		}
	],
	"topic": "Health",
	"house_committees": [{
			"committee_id": "HSAS",
			"committee": "House Armed Services"
		},
		{
			"committee_id": "HSIF",
			"committee": "House Energy and Commerce"
		}
	],
	"sponsor": {
		"first_name": "Greg",
		"last_name": "Walden",
		"title": "Rep",
		"state": "OR",
		"facebook_id": "repgregwalden",
		"party": "R",
		"id": "W000791"
	},
	"related_bills": [],
	"smiley_count": 0,
	"title": "To amend the Federal Food, Drug, and Cosmetic Act to authorize additional emergency uses for medical products to reduce deaths and severity of injuries caused by agents of war, and for other purposes.",
	"level_code": 0,
	"state": null,
	"status": {
		"passed_upper": true,
		"passed_lower": true,
		"signed": false,
		"vetoed": false
	},
	"machine_summary": [
		"Reduce Deaths Severity Of Injuries Caused By Agents Of War.",
		"Fda Authorization for Medical Products for Use in Emergencies.",
		"Emergency Uses for Medical Products.",
		"In order to facilitate enhanced collaboration and communication with respect to the most current priorities of the Department of Defense the Food and Drug Administration will meet with the Department of Defense and any other appropriate development partners, such as the Biomedical Advanced Research and Development Authority, on a semi-annual basis for the purposes of conducting a full review of the relevant products in the Department of Defense portfolio; and the Director of the Center for Biologics Evaluation and Research will meet quarterly with the Department of Defense to discuss the development status of regenerative medicine advanced therapy, blood, and vaccine medical products and projects that are the highest priorities to the Department of Defense, unless the Secretary of Defense determines that any such meetings are not necessary.",
		"Vice President of the United States and President of the Senate."
	],
	"senate_committees": "",
	"human_summary": [],
	"frowny_count": 0,
	"introduction_date": "2017-11-13",
	"short_title": "",
	"full_text_url": "https://www.congress.gov/bill/115th-congress/house-bill/4374/text?format=txt",
	"scraped_topics": [],
	"_id": "5a109d8ae80c9c20023b2ff7",
	"cosponsors": [],
	"bill_id": "hr4374-115",
	"subtopics": [
		"Health"
	]
}
